[
  {
    "book": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
    "composer": "Liszt",
    "piece": "Le mal du pays",
    "genre": "Classical",
    "page": "55-56",
    "quote": "\"Franz Liszt's 'Le mal du pays.' It's from his Years of Pilgrimage suite 'Year 1: Switzerland.'\" \\n\n\"'Le mal du...'?\" \n\"'Le mal du pays.' It's French. Usually it's translated as 'homesickness,' or 'melancholy.' If you put a finer point on it, it's more like 'a groundless sadness called forth in a person's heart by a pastoral landscape.' It's a hard expression to translate accurately.\"\n\"A girl I know used to play that piece a lot. A classmate of mine in high school.\" \n\"I've always liked this piece. It's not very well known, though,\" Haida said. \"Was your friend a good pianist?\"\n\"Hard to say. I don't know much about music. But every time I heard it I thought it was beautiful. How should I put it? It had a calm sadness, but wasn't sentimental.\"\n\"Then she must have played it well,\" Haida said. \"The piece seems simple technically, but it's hard to get the expression right. Play it just as it's written on the score, and it winds up pretty boring. But go the opposite route and interpret it too intensely, and it sounds cheap. Just the way you use the pedal makes all the difference, and can change the entire character of the piece.\"\n\"Who's the pianist here?\"\n\"A Russian, Lazar Berman. When he plays Liszt it's like he's painting a delicately imagined landscape. Most people see Liszt's piano music as more superficial, and technical. Of course, he was some tricky pieces, but if you listen very carefully to his music you discover a depth to it that you don't notice at first. Most of the time it's hidden behind all the embellishments. This is particularly true of the Years of Pilgrimage suites. There aren't many living pianists who can play it accurately and with such beauty. Among more contemporary pianists, Berman gets it right, and with the older pianists I'd have to go with Claudio Arrau.\"",
    "spotifyId": [
      "49seS8lx8rIUhJMIDVPFah"
    ]
  },
  {
    "book": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
    "composer": "Liszt",
    "piece": "Le mal du pays",
    "genre": "Classical",
    "page": "259",
    "quote": "\"Eri stood up, went over to the small stereo set in the cabinet, selected a CD from the pile of discs, and inserted it into the player. \"Le mal du pays\" filtered out from the speakers, the simple opening melody, softly played with one hand. Eri sat back down across from him, and the two of them silently listened to the music.\nListening to the music here, next to a lake in Finland, it had a different sort of charm from when he heard it back in his apartment in Tokyo. But no matter where he listened to it, regardless of whether he heard it on a CD or an old LP, the music remained the same, utterly engaging and beautiful. Tsukuru pictured Yuzu at the piano in her parlor, playing the piece, leaning over the keyboard, eyes closed, lips slightly open, searching for words that don't make a sound. She was apart from herself then, in some other place.",
    "spotifyId": [
      "49seS8lx8rIUhJMIDVPFah"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Rossini",
    "piece": "The Thieving Magpie – Overture",
    "genre": "Classical",
    "page": "5",
    "quote": "When the phone rang I was in the kitchen, boiling a potful of spaghetti and whistling along with an FM broadcast of the overture to Rossini's The Thieving Magpie, which has to be the perfect music for cooking pasta.\nI wanted to ignore the phone, not only because the spaghetti was nearly done, but because Claudio Abbado was bringing the London Symphony to its musical climax.",
    "spotifyId": [
      "5ZvSDLmpUwmRAr3up1Xu7F"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Percy Faith",
    "piece": "Tara's Theme",
    "genre": "Jazz",
    "page": "59",
    "quote": "After doing the breakfast dishes, I rode my bike to the cleaner's by the station. The owner–a thin man in his late forites, with deep wrinkles in his forehead–was listening to a tape of the Percy Faith orchestra on a boombox that had been set on a shelf. It was a large JVC, with some kind of extra woofers attached and a mound of cassette tapes standing by. The orchestra was performing \"Tara's Theme,\" making the most of its lush string section.",
    "spotifyId": [
      "5jMmEBpLBIUmnarGEiRi62"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Schumann",
    "piece": "Bird as Prophet",
    "genre": "Classical",
    "page": "59",
    "quote": "When Tchaikovsky's Serenade for Strings ended, a little piano piece came on that sounded like something by Schumann. It was familiar, but I couldn't recall the title. When it was over, the female announcer said it had been the seventh of Schumann's Forest Scenes, titled \"Bird as Prophet.\" I imagined Kumiko twisting her hips beneath the other man, raising her legs, planting her fingernails in his back, drooling on the sheets. The announcer explained that Schumann had created a scene of fantasy in which a mysterious bird lived in the forest, foretelling the future.",
    "spotifyId": [
      "4r47laI3jh9df9zjKezxhD"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Andy Williams",
    "piece": "Hawaiian Wedding Song",
    "genre": "Pop",
    "page": "81",
    "quote": "The owner of the shop had his JVC boombox turned up loud, as he had on my last trip. This morning it was an Andy Williams tape. \"Hawaiian Wedding Song\" was ending just as I walked in, and \"Canadian Sunset\" started. Whistling happily to the tune, the owner was writing in a notebook with a ballpoint pen, his movements as energetic as before. In the pile of tapes on the shelf, I spotted such names as Sergio Mendes, Bert Kaempfert, and 101 Strings. So he was an easy-listening' freak. It suddenly occurred to me that true believers in hard-driving jazz — Albert Ayler, Don Cherry, Cecil Taylor — could never become owners of cleaning shops in malls across from railroad stations. Or maybe they could. They just wouldn't be happy cleaners.",
    "spotifyId": [
      "6u8Nycj3p4GTB1mNXCVNUc"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Andy Williams",
    "piece": "Canadian Sunset",
    "genre": "Pop",
    "page": "81",
    "quote": "The owner of the shop had his JVC boombox turned up loud, as he had on my last trip. This morning it was an Andy Williams tape. \"Hawaiian Wedding Song\" was ending just as I walked in, and \"Canadian Sunset\" started. Whistling happily to the tune, the owner was writing in a notebook with a ballpoint pen, his movements as energetic as before. In the pile of tapes on the shelf, I spotted such names as Sergio Mendes, Bert Kaempfert, and 101 Strings. So he was an easy-listening' freak. It suddenly occurred to me that true believers in hard-driving jazz — Albert Ayler, Don Cherry, Cecil Taylor — could never become owners of cleaning shops in malls across from railroad stations. Or maybe they could. They just wouldn't be happy cleaners.",
    "spotifyId": [
      "4e0L2i1juS7lHfS8AaCr8s"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Mozart",
    "piece": "The Magic Flute",
    "genre": "Classical",
    "page": "406",
    "quote": "It's kind of like The Magic Flute. You know: Mozart. Using a magic flute and magic bells, they have to save a princess who's being held captive in a faraway castle. I love that opera. I don't know how many times I've seen it. I know the lines by heart: 'I'm the birdcatcher, Papageno, known throughout the land.",
    "spotifyId": [
      "2tiSSodBlpQDmK3L6NBWey"
    ]
  },
  {
    "book": "The Wind-Up Bird Chronicle",
    "composer": "Bach",
    "piece": "The Musical Offering",
    "genre": "Classical",
    "page": "445",
    "quote": "I could feel a certain warmth in the mark on my cheek. It told me that I was drawing a little closer to the core of things. I closed my eyes. Still echoing in my ear were the strains of music that Cinnamon had been listening to repeatedly as he worked that morning. It was Bach's \"Musical Offering,\" still there in my head like the lingering murmur of a crowd in an auditorium. Eventually, though, silence descended and began to burrow its way into the folds of my brain, one after another, like an insect laying eggs. I opened my eyes, then closed them again. The darknesses inside and out began to blend, and I began to move outside of my self, the container that held me. \nAs always.",
    "spotifyId": [
      "6SrFHMmpKlDK6D8fLxyEp1"
    ]
  },
  {
    "book": "Sputnik Sweetheart",
    "composer": "Mozart",
    "piece": "Das Veilchen",
    "genre": "Classical",
    "page": "18",
    "quote": "According to her father, her mother had chosen the name Sumire. She loved the Mozart song of the same name and had decided long before that if she had a daughter that would be her name. On a shelf in their living room was a record of Mozart's songs, doubtless the one her mother had listened to, and when she was a child, Sumire would carefully lay this heavy LP on the turntable and listen to it over and over. Elisabeth Schwarzkopf was the soprano, Walter Gieseking on piano. Sumire didn't understand the lyrics, but from the graceful motif she felt sure the song was a paean to beautiful violets blooming in a field. Sumire loved that image.",
    "spotifyId": [
      "4ktu3o2AAcizAZZeOR27dK"
    ]
  },
  {
    "book": "Sputnik Sweetheart",
    "composer": "Beethoven",
    "piece": "Piano Sonata No. 23",
    "genre": "Classical",
    "page": "20",
    "quote": "She and Miu shared similar musical tastes, it turned out. They both loved piano music and were convinced that Beethoven's Sonata No. 23 was the absolute pinnacle in the history of music. And that Wilhelm Backhaus's unparalleled performance of the sonata for Decca set the interpretive standard.",
    "spotifyId": [
      "2on8F5GZiUkWo0vzWbVOrB",
      "6LDUuXVwAwfEvaELbP5vju",
      "35NIlGO42Bz5ysJ5T3WoSW"
    ]
  },
  {
    "book": "Sputnik Sweetheart",
    "composer": "Astrud Gilberto",
    "piece": "Take Me to Aruanada",
    "genre": "Pop",
    "page": "31",
    "quote": "I folded my hands behind my head and watched Sumire as she slowly yet eagerly devoured her cake. From the small speakers on the ceiling of the coffee shop, Astrud Gilberto sang an old bossa nova song. \"Take Me to Aruanda,\" she sang. I closed my eyes, and the clatter of cups and saucers sounded like the roar of a far-off sea. Aruanda – what's it like there? I wondered.",
    "spotifyId": [
      "4WORD4fYW6FAfYomxZynHP"
    ]
  },
  {
    "book": "Sputnik Sweetheart",
    "composer": "Bobby Darin",
    "piece": "Mack the Knife",
    "genre": "Jazz",
    "page": "65",
    "quote": "\"Whether you're a good-for-nothing lesbian doesn't matter. Imagine The Greatest Hits of Bobby Darin minus 'Mack the Knife.' That's what my life would be like without you.\"",
    "spotifyId": [
      "3E5ndyOfO6vFDEIE42HA8o"
    ]
  },
  {
    "book": "Kafka on the Shore",
    "composer": "Puccini",
    "piece": "Si, Mi Chiamano Mimi",
    "genre": "Classical",
    "page": "78",
    "quote": "The Siamese was a female, just approaching middle age. She proudly held her tail up straight, and had a collar with a name tag. She had pleasant features and was slim, with not an ounce of extra fat. \"Please call me Mimi. The Mimi from La Boheme. There's a song about it, too: 'Si, Mi Chiamano Mimi.\"",
    "spotifyId": [
      "3Q4kVclTPmCRUQOPYljshD"
    ]
  },
  {
    "book": "Kafka on the Shore",
    "composer": "Schubert",
    "piece": "Sonata in D Major",
    "genre": "Classical",
    "page": "110-111",
    "quote": "\"When I drive I like to listen to Schubert's piano sonatas with the volume turned up. Do you know why?\"\n\"I have no idea.\"\nBecause playing Schubert's piano sonatas well is one of the hardest things in the world. Especially this, the Sonata in D Major.\" It's a tough piece to master. Some pianists can play one or maybe two of the movements perfectly, but if you listen to all four movements as a unified whole, no one has ever nailed it. A lot of famous pianists have tried to rise to the challenge, but it's like there's always something missing. There's never one where you can say, Yes! He's got it! Do you know why?\"\nNo, I reply.\nBecause the sonata itself is imperfect. Robert Schumann understood Schubert's sonatas well, and he labeled this one 'Heavenly Tedious.'\n...\"If you play Schubert's sonatas, especially this one straight through, it's not art. Like Schumann pointed out, it's too long and too pastoral, and technically too simplistic. Play it through the way it is and it's flat and tasteless, some dusty antique. Which is why every pianist who attempts it adds something of his own, something extra. Like this–hear how he articulates it there? Adding rubato. Adjusting the pace, modulation, whatever. Otherwise they can't hold it all together. They have to be careful, though, or else all those extra devices destroy the dignity of the piece. Then it's not Schubert's music anymore. Every single pianist who's played this sonata struggles with the same paradox.\"",
    "spotifyId": [
      "3rDLZ3nFQ1bCbtfSIWVTMr",
      "1gMZT7egBnrU6OVPKVKnyh",
      "18uuO9PfN2RwIMEHIHG7bR",
      "2OcbOWbpMb6y5D1JZ2dkgN"
    ]
  },
  {
    "book": "Kafka on the Shore",
    "composer": "Cream",
    "piece": "Crossroads",
    "genre": "Pop",
    "page": "134",
    "quote": "I go sit on the porch, gaze at the woods, and listen to Cream and Duke Ellington on my Walkman, songs I recorded off a library's collection of CDs. I play \"Crossroads\" a couple times. Music helps calm me down, but I can't listen for very long.",
    "spotifyId": [
      "1sxtxIKhRiQwuGpUwHoEHq"
    ]
  },
  {
    "book": "Kafka on the Shore",
    "composer": "Prince",
    "piece": "Little Red Corvette",
    "genre": "Pop",
    "page": "138",
    "quote": "I lie down on my bed and listen to Prince on my headphones, concentrating on this strangely unceasing music. The batteries ran out in the middle of \"Little Red Corvette,\" the music disappearing like it's been swallowed up by quicksand. I yank off my headphones and listen. Silence, I discover, is something you can actually hear.",
    "spotifyId": [
      "4iozhXt27eMl39W5z7R8H6"
    ]
  },
  {
    "book": "Kafka on the Shore",
    "composer": "Beethoven",
    "piece": "Archduke Trio",
    "genre": "Classical",
    "page": "329",
    "quote": "When the Haydn concerto was over Hoshino asked him to play the Rubinstein-Heifetz-Feuermann version of the Archduke Trio again. While listening to this, he again was lost in thought. Damn it, I don't care what happens, he finally decided. I'm going to follow Mr. Nakata as long as I live.",
    "spotifyId": [
      "15zCUnGmzaftMyjxrGFh8t",
      "5X93LOjsNChJz9PcpU6auF",
      "72GQzwRY8bxdXw0WlKIUFi",
      "2NvUBJtqjE0HfMfGKku8oN"
    ]
  },
  {
    "book": "A Wild Sheep Chase",
    "composer": "Maynard Ferguson",
    "piece": "Star Wars",
    "genre": "Jazz",
    "page": "169-170",
    "quote": "At my neighborhood dive bar, I drank a beer while listening to the latest Brothers Johnson record. I ate my chicken cutlet while listening to a Bill Withers record. I had some coffee while listening to Maynard Ferguson's \"Star Wars.\" After all that, I felt as if I'd hardly eaten anything.",
    "spotifyId": [
      "0p1QUzTgZ0lR8pdxdgghNB"
    ]
  },
  {
    "book": "A Wild Sheep Chase",
    "composer": "Percy Faith",
    "piece": "Perfidia",
    "genre": "Jazz",
    "page": "287",
    "quote": "When the stew was ready, I moved to the living-room table and ate dinner listening to the Percy Faith Orchestra play 'Perfidia.' After dinner, I drank the coffee left in the pot, and with a deck of cards that was sitting on the table I dealt myself a hand of solitaire.",
    "spotifyId": [
      "1JP4xubCmKzOW5TVbpo8rQ"
    ]
  },
  {
    "book": "A Wild Sheep Chase",
    "composer": "Benny Goodman Orchestra",
    "piece": "Air Mail Special",
    "genre": "Jazz",
    "page": "341",
    "quote": "\"Heardanythingaboutthewar?\" asks the Sheep Man. The Benny Goodman Orchestra strikes up \"Air Mail Special.\" Charlie Christian takes a long solo. He is wearing a soft cream-colored hat.",
    "spotifyId": [
      "45CAzHMaTyzyoGsqn4ywPk"
    ]
  },
  {
    "book": "Hard-Boiled Wonderland and the End of the World",
    "composer": "Bob Dylan",
    "piece": "Positively Fourth Street",
    "genre": "Pop",
    "page": "345",
    "quote": "\"Say, isn't that Bob Dylan you have on?\"\n\"Right,\" I said. Positively Fourth Street.\n\"I can tell Bob Dylan in an instant,\" she said.\n\"Because his harmonica's worse than Stevie Wonder?\"\nShe laughed again. Nice to know I could still make someone laugh.\n\"No, I really like his voice,\" she said. \"It's like a kid standing at the window watching the rain.\"\nAfter all the volumes that have been written about Dylan, I had yet to come across such a perfect description.",
    "spotifyId": [
      "4heMx0OAwfILu13Lf0VbBM"
    ]
  },
  {
    "book": "Hard-Boiled Wonderland and the End of the World",
    "composer": "Ray Charles",
    "piece": "Georgia on My Mind",
    "genre": "Jazz",
    "page": "364",
    "quote": "She rolled down her panty hose as a bluesy Ray Charles came on with \"Georgia on My Mind.\" I closed my eyes, put both feet up on the table and swizzled the minutes around in my head like the ice in a drink. Everything, everything, seemed once-upon-a-time.",
    "spotifyId": [
      "4hd8wgCh7ZQWRyXNLnwjTD"
    ]
  },
  {
    "book": "Hard-Boiled Wonderland and the End of the World",
    "composer": "Duke Ellington",
    "piece": "Do Nothin, Till You Hear From Me",
    "genre": "Jazz",
    "page": "387",
    "quote": "The autumn sky was as clear as if it had been made that very morning. Perfect Duke Ellington weather. Though, of course, Duke Ellington would be right even for New Year's Eve at an Antarctic base. I drove along, listening to Lawrence Brown's trombone solo on \"Do Nothin' Till You Hear From Me,\" followed by Johnny Hodges on \"Sophisticated Lady.\"",
    "spotifyId": [
      "26ctW9A8yBIVcJSOllaar0"
    ]
  },
  {
    "book": "Hard-Boiled Wonderland and the End of the World",
    "composer": "Duke Ellington",
    "piece": "Sophisticated Lady",
    "genre": "Jazz",
    "page": "387",
    "quote": "The autumn sky was as clear as if it had been made that very morning. Perfect Duke Ellington weather. Though, of course, Duke Ellington would be right even for New Year's Eve at an Antarctic base. I drove along, listening to Lawrence Brown's trombone solo on \"Do Nothin' Till You Hear From Me,\" followed by Johnny Hodges on \"Sophisticated Lady.\"",
    "spotifyId": [
      "5VdyJeV0iicD2g24vC8Qne"
    ]
  },
  {
    "book": "Norwegian Wood",
    "composer": "The Beatles",
    "piece": "Norwegian Wood",
    "genre": "Pop",
    "page": "3",
    "quote": "Once the plane was on the ground, soft music began to flow from the ceiling speakers: a sweet orchestral cover version of the Beatles' \"Norwegian Wood.\" The melody never failed to send a shudder through me, but this time it hit me harder than ever.",
    "spotifyId": [
      "1H7gMYGykdtwZOV6s1N0by"
    ]
  },
  {
    "book": "Norwegian Wood",
    "composer": "The Beatles",
    "piece": "Here Comes the Sun",
    "genre": "Pop",
    "page": "139-140",
    "quote": "Her milk was on the house if she would play the Beatles' \"Here Comes the Sun,\" said the girl. Reiko gave her a thumbs-up and launched into the song. Hers was not a full voice, and too much smoking had given it a husky edge, but it was lovely, with real presence. I almost felt as if the sun really were coming up again as I sat there listening and drinking beer and looking at the mountains.",
    "spotifyId": [
      "6dGnYIeXmHdcikdzNNDMm2"
    ]
  },
  {
    "book": "Norwegian Wood",
    "composer": "The Rolling Stones",
    "piece": "Jumpin' Jack Flash",
    "genre": "Pop",
    "page": "165",
    "quote": "A girl with pale pink lipstick who couldn't have been more than junior-high-school age came in and asked me to play the Rolling Stones' \"Jumpin' Jack Flash.\" When I found the disk and put it on for her, she started snapping her fingers to the rhythm and shaking her hips as she danced around the shop. Then she asked me for a cigarette. I gave her one of the manager's, which she smoked with obvious pleasure, and when the record ended she left the shop without so much as a \"thank you.\"",
    "spotifyId": [
      "55LRDFmsuazr533WrtHHW9"
    ]
  },
  {
    "book": "South of the Border, West of the Sun",
    "composer": "Liszt",
    "piece": "Piano Concertos 1 & 2",
    "genre": "Classical",
    "page": "10-11",
    "quote": "Of all her father's records, the one I liked best was a recording of the Liszt piano concertos: one concerto on each side. There were two reasons I liked this record. First of all, the record jacket was beautiful. Second, no one around me — with the exception of Shimamoto, of course — ever listened to Liszt's piano concertos. The very idea excited me. I'd found a world that no one around me knew — a secret garden only I was allowed to enter. I felt elevated, lifted to another plane of existence.",
    "spotifyId": [
      "6PPd5BInI578DLomIqtQEU",
      "0QVJXzeKwyi2VRS3jtKE8C"
    ]
  },
  {
    "book": "South of the Border, West of the Sun",
    "composer": "Nat King Cole (Frank Sinatra)",
    "piece": "South of the Border",
    "genre": "Jazz",
    "page": "15",
    "quote": "Off in the distance, Nat King Cole was singing \"South of the Border.\" The song was about Mexico, but at the time I had no idea. The words \"south of the border\" had a strangely appealing ring to them. I was convinced something utterly wonderful lay south of the border. When I opened my eyes, Shimamoto was moving her fingers along her skirt. Somewhere deep inside my body I felt an exquisitely sweet ache.",
    "spotifyId": [
      "7pbgPau0QNikUQOQ7Z0bQh"
    ]
  },
  {
    "book": "South of the Border, West of the Sun",
    "composer": "Schubert",
    "piece": "Winterreise",
    "genre": "Classical",
    "page": "72",
    "quote": "Our generation was the first to yell out a resounding \"No!\" to the logic of late capitalism, which had devoured any postwar ideals. It was like the outbreak of a fever just as the country stood at a crucial turning point. And here I was, myself swallowed up by the very same capitalist logic, savoring Schubert's Winterreise as I lounged in my BMW, waiting for the signal to change at an intersection in ritzy Aoyama.",
    "spotifyId": [
      "66jmiL0C4SNpCDod04NsKv"
    ]
  },
  {
    "book": "South of the Border, West of the Sun",
    "composer": "Duke Ellington",
    "piece": "The Star-Crossed Lovers",
    "genre": "Jazz",
    "page": "95",
    "quote": "The piano trio finished an original blues number and began the intro to \"Star-Crossed Lovers.\" When I was in the bar, the pianist would often strike up that ballad, knowing that it was a favorite of mine. It wasn't one of Ellington's best-known tunes, and I had no particular memories associated with it; just happened to hear it once, and it struck some chord with me. From college to those bleak textbook-company years, come evening I'd listen to the Such Sweet Thunder album, the \"Star-Crossed Lovers\" track over and over.",
    "spotifyId": [
      "7fZbgJGvU0fCpli7OORs1e"
    ]
  },
  {
    "book": "South of the Border, West of the Sun",
    "composer": "Talking Heads",
    "piece": "Burning Down The House",
    "genre": "Pop",
    "page": "139",
    "quote": "The woman was stunning. She couldn't have been much more than twenty-five. Her car stereo was playing the Talking Heads' \"Burning Down the House.\" In the backseat were two paper shopping bags from Kinokuniya. She had a beautiful smile. ",
    "spotifyId": [
      "1MbXT8seUKcMGtTMrbnEAP"
    ]
  },
  {
    "book": "Hear the Wind Sing",
    "composer": "Brook Benton",
    "piece": "Rainy Night in Georgia",
    "genre": "Pop",
    "page": "34",
    "quote": "\"Okay, our first song of the evening. This one you can just sit back and enjoy. A great little number, and the best way to beat the heat. Brook Benton's 'Rainy Night in Georgia.'\"",
    "spotifyId": [
      "2zbV4xRYLuElz4PWOXI5P7"
    ]
  },
  {
    "book": "Hear the Wind Sing",
    "composer": "Elvis Presley",
    "piece": "Good Luck Charm",
    "genre": "Pop",
    "page": "95",
    "quote": "I love all you kids out there! If you remember anything about this program in ten years — the songs I played for you, or even yours truly — then please remember that.\nSo here's her request. Elvis Presley's 'Good Luck Charm.' When this song is over, I'll go back for the next one hour and fifty minutes being your canine stand-up comedian, as always. Thanks for tuning in.",
    "spotifyId": [
      "19gotedXtqeE8dWju6WURW"
    ]
  },
  {
    "book": "1Q84",
    "composer": "Janacek",
    "piece": "Sinfonietta",
    "genre": "Classical",
    "page": "3",
    "quote": "The taxi's radio was tuned to a classical FM broadcast. Janacek's Sinfonietta — probably not the ideal music to hear in a taxi caught in traffic. The middle-aged driver didn't seem to be listening very closely, either. With his mouth clamped shut, he stared straight ahead at the endless line of cars stretching out on the elevated expressway, like a veteran fisherman standing in the bow of his boat, reading the ominous confluence of two currents. Aomame settled into the broad back seat, closed her eyes, and listened to the music.",
    "spotifyId": [
      "776CuNvnPRYOjN5akTdlt3"
    ]
  },
  {
    "book": "1Q84",
    "composer": "Michael Jackson",
    "piece": "Billie Jean",
    "genre": "Pop",
    "page": "14",
    "quote": "People stared at her in silence as she removed her shoes and coat. From the open window of the black Toyota Celica parked next to the turnout, Michael Jackson's high-pitched voice provided her with background music. \"Billie Jean\" was playing. She felt as if she were performing a striptease. So what? Let them look all they want. They must be bored waiting for the traffic jam to end. Sorry, though, folks, this is all I'll be taking off today.",
    "spotifyId": [
      "5ChkMS8OtdzJeqyybCc9R5"
    ]
  },
  {
    "book": "After Dark",
    "composer": "Curtis Fuller",
    "piece": "Five Spot After Dark",
    "genre": "Jazz",
    "page": "25",
    "quote": "\"When I was in middle school, I happened to buy a jazz record called Blues-ette at a used record store. An old LP. I can't remember why I bought it at the time. I had never heard any jazz before. But anyway, the first tune on side A was 'Five Spot After Dark', and it was great. A guy named Curtis Fuller played the trombone on it. The first time I heard it, I felt the scales fall from my eyes. That's it, I thought. That's the instrument for me. The trombone and me: it was a meeting arranged by destiny.\"",
    "spotifyId": [
      "0VBaLsidGZsxYPH0AzUe4t"
    ]
  },
  {
    "book": "After Dark",
    "composer": "Hall and Oates",
    "piece": "I Can't Go For That",
    "genre": "Pop",
    "page": "81",
    "quote": "Mari is no longer here. Neither is anyone else. Music continues to play from the ceiling speaker. A Hall and Oates song now: \"I Can't Go For That.\" A closer look reveals that Mari's image is still reflected in the mirror over the sink. The Mari in the mirror is looking from her side into this side. Her somber gaze seems to be expecting some kind of occurrence. But there is no one on this side. Only her image is left in the Skylark's restroom mirror. The room begins to darken. In the deepening darkness, \"I Can't Go For That\" continues to play.",
    "spotifyId": [
      "41dDygR3r7e926oGUXfrLt"
    ]
  }
]